{
 "FeatureMovies": [
  {
   "name": "Zack Snyder's JL",
    "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617174128/images_2_bil2ge.jpg",
    "url": "https://fr19.seedr.cc/ff_get/881958742/Zack%20Snyder%20Justice%20League.mkv?st=sopVvJAt-B4R78Mcpt3wag&e=1618752878",
    "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617712408/images_18_mis2de.jpg",
    "rate" : "8.2",
    "tUrl" : "https://youtu.be/vM-Bja2Gy04",
    "about": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists newfound ally Diana Prince to face an even greater threat. Together, Batman and Wonder Woman work quickly to recruit a team to stand against this newly awakened enemy. Despite the formation of an unprecedented league of heroes -- Batman, Wonder Woman, Aquaman, Cyborg and the Flash -- it may be too late to save the planet from an assault of catastrophic proportions."
   },
   {
     "name": "Godzilla vs Kong",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617072101/godzillavskong_lbd2kx.jpg",
     "url": "https://nw5.seedr.cc/ff_get/882017473/Godzilla%20vs%20Kong.mkv?st=Ru3Zz2-tbsvQyXtoLPfOjQ&e=1618752891",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617012516/godzilla-vs-kong-godzilla-neon-city-hbo-max-social-featured_aeahcq.png",
     "rate" : "6.7",
     "tUrl" : "https://youtu.be/I8m6P0g7RqA",
     "about": "Godzilla vs. Kong is a 2021 American monster film directed by Adam Wingard. A sequel to both Godzilla: King of the Monsters (2019) and Kong: Skull Island (2017), it is the fourth film in Legendary's MonsterVerse. It is also the 36th film in the Godzilla franchise, the 12th film in the King Kong franchise, and the fourth Godzilla film to be completely produced by a Hollywood studio.[b] The film stars Alexander Skarsgård, Millie Bobby Brown, Rebecca Hall, Brian Tyree Henry, Shun Oguri, Eiza González, Julian Dennison, Kyle Chandler, and Demián Bichir. In the film, Kong clashes with Godzilla as humans lure the ape into the Hollow Earth to retrieve an energy source to stop Godzilla's mysterious rampages."
   },
   {
     "name": "Life in a Year",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1618722439/images_eyrcwx.jpg",
     "url": "https://nl34.seedr.cc/ff_get/894605563/Life%20in%20a%20Year.mkv?st=VZzbMfUUy4t4pKO_V1jq4A&e=1618802890",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1618716745/vlcsnap-2021-02-13-12h22m30s717.md_algxla.png",
     "rate" : "5.8",
     "tUrl" : "https://youtu.be/BgmJ14p4Uuk",
     "about": "Daryn, who is being groomed to get into Harvard by his father Xavier, meets Isabelle one day while trying to sneak into a rapper’s concert and develops an instant liking to her. He courts her and eventually falls in love with her but when he confesses his love, it is revealed that she has cancer and hasn't got much time left. Then, Daryn makes a plan to live a life in a year. Isabelle recognises his potential as a rapper and helps him to make his first demo CD. They get married and consummate their love. Isabelle passes away a few days later and Daryn reconciles with his father and moves to New York City to pursue a career in after graduating."
   },
   {
     "name": "Coma",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1618723849/images_domyze.jpg",
     "url": "https://nl38.seedr.cc/ff_get/894645819/Coma.mkv?st=19UXh6suyrjO1zq_RvlwHQ&e=1618810196",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1618723885/vlcsnap-2021-02-12-09h24m35s242.md_szkebj.png",
     "rate" : "6.3",
     "tUrl" : "https://youtu.be/5WohqZM2m8U",
     "about": "After a mysterious accident a young architect comes back to his senses in a very odd world. He must find out the exact laws and regulations of it as he fights for his life and keeps on looking for the exit to the real world."
   },
   {
     "name": "The Marksman",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1618303876/dbe148d9-1d29-4fab-b12c-005eba0ac2d1_rkibwi.jpg",
     "url": "https://nw7.seedr.cc/ff_get/891337343/The%20Marksman.mkv?st=vaOukYb5wClEt2m88ztWzQ&e=1618752906",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1618303887/vlcsnap-2021-04-12-14h26m09s715.md_mrfurq.png",
     "rate" : "5.9",
     "tUrl" : "https://youtu.be/lEBPNi4bEbc",
     "about": "Jim is a former Marine who lives a solitary life as a rancher along the Arizona-Mexican border. But his peaceful existence soon comes crashing down when he tries to protect a boy on the run from members of a vicious cartel."
   },
   {
     "name": "Monster Hunter",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617706473/images_11_mv9opw.jpg",
     "url": "https://nl25.seedr.cc/ff_get/886713803/Monster%20Hunter.mkv?st=KLaTOO9UL_2J90iMtytxYQ&e=1618752924",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617712491/images_19_gzdazn.jpg",
     "rate" : "5.3",
     "tUrl" : "https://youtu.be/IyM4Bb6C3UA",
     "about": "Behind our world, there is another -- a world of dangerous and powerful monsters that rule their domain with deadly ferocity. When Lt. Artemis and her loyal soldiers are transported from our world to the new one, the unflappable lieutenant receives the shock of her life. In a desperate battle for survival against enormous enemies with incredible powers and unstoppable, terrifying attacks, Artemis teams up with a mysterious hunter who has found a way to fight back."
   },
   {
     "name": "Tom and Jerry",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617027767/IMG_20210329_195140_gyugwo.jpg",
     "url": "https://nl31.seedr.cc/ff_get/883407241/Tom%20and%20Jerry.mkv?st=dJf_20MJF6OMemBobBmHYQ&e=1618752936",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617711918/images_14_c1ll9v.jpg",
     "rate" : "5.2",
     "tUrl" : "https://youtu.be/Gai9XObvAog",
     "about": "A legendary rivalry reemerges when Jerry moves into New York City's finest hotel on the eve of the wedding of the century, forcing the desperate event planner to hire Tom to get rid of him. As mayhem ensues, the escalating cat-and-mouse battle soon threatens to destroy her career, the wedding, and possibly the hotel itself."
   },
   {
     "name": "Mulan",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617714680/images_23_l8fwmc.jpg",
     "url": "https://de19.seedr.cc/ff_get/886773471/Mulan.mkv?st=6_wVlZoOXwH9Yripi1YX1w&e=1618752949",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617714773/vlcsnap-2020-12-03-14h09m02s794.md_vuzuzm.png",
     "rate" : "5.6",
     "tUrl" : "https://youtu.be/KK8FHdFluOQ",
     "about": "Mulan is a 2020 American fantasy adventure drama film produced by Walt Disney Pictures. Directed by Niki Caro, with a screenplay by Rick Jaffa, Amanda Silver, Lauren Hynek, and Elizabeth Martin, it is a live-action adaptation of Disney's 1998 animated film of the same name, itself based on the Chinese folklore story, The Ballad of Mulan. The film stars Yifei Liu in the title role, alongside Donnie Yen, Tzi Ma, Jason Scott Lee, Yoson An, Ron Yuan, Gong Li, and Jet Li in supporting roles. The plot takes place in Imperial China, where Hua Mulan, the eldest daughter of an honored warrior, masquerades as a man to take her ailing father's place during a general conscription to counter the Rouran army."
   },
   {
     "name": "SpongeBob on the Run",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617723908/Poster_iw5bvu.jpg",
     "url": "https://nw2.seedr.cc/ff_get/886779560/The%20SpongeBob%20on%20the%20Run.mkv?st=Vb14usT-h7Qark5yIIdEAQ&e=1618752966",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617714655/vlcsnap-2020-11-05-10h37m51s624.md_wnhbvc.png",
     "rate" : "6.0",
     "tUrl" : "https://youtu.be/a2cowVH03Xo",
     "about": "When SpongeBob SquarePants beloved pet snail Gary goes missing, a path of clues leads SpongeBob and his best friend Patrick to the powerful King Poseidon, who has Gary held captive in the Lost City of Atlantic City. On their mission to save Gary, SpongeBob and the Bikini Bottom gang team up for a heroic and hilarious journey, where they discover nothing is stronger than the power of friendship."
   },
   {
     "name": "Wonder Woman 1984",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617506756/images_5_yv5doo.jpg",
     "url": "https://nl36.seedr.cc/ff_get/886771224/Wonder%20Woman%201984.mkv?st=tG2YJOn3plOLm2KDX2lPVQ&e=1618752981",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617711957/images_15_rgbj5i.jpg",
     "rate" : "5.4",
     "tUrl" : "https://youtu.be/C7g8OAarhZs",
     "about": "Diana Prince lives quietly among mortals in the vibrant, sleek 1980s -- an era of excess driven by the pursuit of having it all. Though she's come into her full powers, she maintains a low profile by curating ancient artifacts, and only performing heroic acts incognito. But soon, Diana will have to muster all of her strength, wisdom and courage as she finds herself squaring off against Maxwell Lord and the Cheetah, a villainess who possesses superhuman strength and agility."  
   },
   {
     "name": "Sonic the Hedgehog",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617272441/images_4_jtxo5g.jpg",
     "url": "https://fr6.seedr.cc/ff_get/882806870/Snoic%20the%20Hedgehog.mkv?st=0TfWF3ISBMq-fjtquP5H2g&e=1618752996",
     "urlHd": "https://res.cloudinary.com/jersondesigns/image/upload/v1617711991/images_17_fwujqf.jpg",
     "rate" : "6.5",
     "tUrl" : "https://youtu.be/szby7ZHLnkA",
     "about": "Sonic the Hedgehog is a 2020 action-adventure comedy film based on the video game franchise of the same name published by Sega. Directed by Jeff Fowler (in his feature directorial debut) and written by Pat Casey and Josh Miller, it stars Ben Schwartz and Jim Carrey, with James Marsden and Tika Sumpter also in starring roles. It is the first installment in a planned Sonic the Hedgehog film series. The film follows Sonic the Hedgehog (voiced by Schwartz), who runs supersonic speeds, teams up with local town sheriff Tom Wachowski (Marsden) to find his lost rings and escape the mad scientist Dr. Robotnik (Carrey)."
   }
  ]
}
