{
 "FeatureMovies": [
  {
   "name": "Zack Snyder's Justice League (2021)",
    "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617174128/images_2_bil2ge.jpg",
    "url": "https://fr19.seedr.cc/ff_get/881958742/www.1TamilMV.fun%20-%20Zack%20Snyders%20Justice%20League%20(2021)%20HDRip%20-%20500MB%20-%20x264%20-%20MP3%20-%20ESub.mkv?st=TZc2QdaxgSLZCHBG9miTVw&e=1617718832",
    "urlHd": "",
    "rate" : "8.2",
    "date" : "March 2021",
    "tUrl" : "https://youtu.be/vM-Bja2Gy04",
    "about": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists newfound ally Diana Prince to face an even greater threat. Together, Batman and Wonder Woman work quickly to recruit a team to stand against this newly awakened enemy. Despite the formation of an unprecedented league of heroes -- Batman, Wonder Woman, Aquaman, Cyborg and the Flash -- it may be too late to save the planet from an assault of catastrophic proportions."
   },
   {
     "name": "Godzilla vs Kong (2021)",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617072101/godzillavskong_lbd2kx.jpg",
     "url": "https://nw5.seedr.cc/ff_get/882017473/www.1TamilMV.nl%20-%20GODZILLA%20vs.%20KONG%20(2021)%20English%20HDRip%20-%20200MB%20-%20x264%20-%20MP3%20-%20ESub.mkv?st=4ZIoGhSaNu9xib2ogGt1rA&e=1617676200",
     "urlHd": "",
     "rate" : "6.7",
     "date" : "March 2021",
     "tUrl" : "https://youtu.be/I8m6P0g7RqA",
     "about": "Godzilla vs. Kong is a 2021 American monster film directed by Adam Wingard. A sequel to both Godzilla: King of the Monsters (2019) and Kong: Skull Island (2017), it is the fourth film in Legendary's MonsterVerse. It is also the 36th film in the Godzilla franchise, the 12th film in the King Kong franchise, and the fourth Godzilla film to be completely produced by a Hollywood studio.[b] The film stars Alexander Skarsgård, Millie Bobby Brown, Rebecca Hall, Brian Tyree Henry, Shun Oguri, Eiza González, Julian Dennison, Kyle Chandler, and Demián Bichir. In the film, Kong clashes with Godzilla as humans lure the ape into the Hollow Earth to retrieve an energy source to stop Godzilla's mysterious rampages."
   },
   {
     "name": "Tom and Jerry (2021)",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617027767/IMG_20210329_195140_gyugwo.jpg",
     "url": "https://nl31.seedr.cc/ff_get/883407241/www.1TamilMV.nl%20-%20Tom%20and%20Jerry%20(2021)%20Proper%20HDRip%20-%20x264%20-%20Original%20Auds%20[Tamil%20%20Telugu]%20-%20250MB%20-%20ESub.mkv?st=EoDE5nuN01cGQ2TD4ASi_g&e=1617676303",
     "urlHd": "",
     "rate" : "5.2",
     "date" : "February 2021",
     "tUrl" : "https://youtu.be/Gai9XObvAog",
     "about": "A legendary rivalry reemerges when Jerry moves into New York City's finest hotel on the eve of the wedding of the century, forcing the desperate event planner to hire Tom to get rid of him. As mayhem ensues, the escalating cat-and-mouse battle soon threatens to destroy her career, the wedding, and possibly the hotel itself."
   },
   {
     "name": "Wonder Woman 1984 (2020)",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617506756/images_5_yv5doo.jpg",
     "url": "https://nl24.seedr.cc/ff_get/885132941/www.1TamilMV.us%20-%20Wonder%20Woman%201984%20(2020)%20HDRip%20-%20x264%20-%20[Tam%20%20Tel]%20-%20450MB%20-%20ESub.mkv?st=OUdbcirEz0_b8IEYQUnawg&e=1617676331",
     "urlHd": "",
     "rate" : "5.4",
     "date" : "December 16",
     "tUrl" : "https://youtu.be/C7g8OAarhZs",
     "about": "Diana Prince lives quietly among mortals in the vibrant, sleek 1980s -- an era of excess driven by the pursuit of having it all. Though she's come into her full powers, she maintains a low profile by curating ancient artifacts, and only performing heroic acts incognito. But soon, Diana will have to muster all of her strength, wisdom and courage as she finds herself squaring off against Maxwell Lord and the Cheetah, a villainess who possesses superhuman strength and agility."  
   },
   {
     "name": "Sonic the Hedgehog (2020)",
     "img": "https://res.cloudinary.com/jersondesigns/image/upload/v1617272441/images_4_jtxo5g.jpg",
     "url": "https://fr6.seedr.cc/ff_get/882806870/www.1TamilMV.live%20-%20Sonic%20the%20Hedgehog (2020) BR-Rip%20-%20[Tamil%20%20Telugu]%20-%20250MB%20-%20ESub.mkv?st=zkQsZmwfsOvDBn9uRzUwmg&e=1617676351",
     "urlHd": "",
     "rate" : "6.5",
     "date" : "February 2020",
     "tUrl" : "https://youtu.be/szby7ZHLnkA",
     "about": "Sonic the Hedgehog is a 2020 action-adventure comedy film based on the video game franchise of the same name published by Sega. Directed by Jeff Fowler (in his feature directorial debut) and written by Pat Casey and Josh Miller, it stars Ben Schwartz and Jim Carrey, with James Marsden and Tika Sumpter also in starring roles. It is the first installment in a planned Sonic the Hedgehog film series. The film follows Sonic the Hedgehog (voiced by Schwartz), who runs supersonic speeds, teams up with local town sheriff Tom Wachowski (Marsden) to find his lost rings and escape the mad scientist Dr. Robotnik (Carrey)."
   },
  ]
}
